{
  "usuario_1": {
    "author": "Skywakko (@Skywakko)",
    "content": "A mí no me gustó No Man’s Sky por lo mismo que Starfield jajaja",
    "date": "October 5, 2023",
    "language": "es"
  },
  "usuario_2": {
    "author": "matthew (@BifocalBore)",
    "content": "havent even played baldurs gate 3 yet but im already 100% sure its better than starfield",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_3": {
    "author": "Edin Rivera (@NewEdin_Faze)",
    "content": "Aver diria que la de Starfield se ve un poquito mejor, mas que nada porque no parece tener una mirada tan muerta.",
    "date": "October 5, 2023",
    "language": "es"
  },
  "usuario_4": {
    "author": "Noah McCay 🌵 (@NoahMakesMovies)",
    "content": "Starfield is cool, and all. Like genuinely, I had fun with the game, but saying it's the best RPG is way over the top.",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_5": {
    "author": "DigitalThief (@Garret792)",
    "content": "Las cargas, que deberían haberlas disimulado. Algunas animaciones en diálogos, que liberando la cámara no chocarían tanto. Y la falta de un poco más de profundidad en la exploración espacial. Salvo esto, Starfield es una locura",
    "date": "October 5, 2023",
    "language": "es"
  },
  "usuario_6": {
    "author": "Hélastico (@Eliastico_1)",
    "content": "Bon voilà après 15h de jeu j’ai désinstallé Starfield. Une expérience daté, désagréable à jouer, et très lente. Je comprends que la hype du jeu soit descendue aussi vite. La grande exclusivité Xbox qui était censé les sauver est en fait un échec sur presque tous les points.",
    "date": "October 5, 2023",
    "language": "fr"
  },
  "usuario_7": {
    "author": "Myles, Is this easy mode? (@MowzaProduction)",
    "content": "Ship combat is fantastic. You want simulator level combat in a FPS/TPS quest based rpg? Who else is doing that? When other games offer 20% the gameplay starfielD does lol Cyberpunk is amazing, Starfield still offerS more gameplay options. Why can't I build vehicles and create a…",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_8": {
    "author": "Gerald (@cereal_killings)",
    "content": "Ship combat in Starfield is easily some of the worst gameplay of any game I’ve ever played. I can list 5 games right now with far better spaceship controls.\nStarfield is the most bland game ever. 80 hours of fetch quests, braindead enemy ai, and artificial difficulty scaling",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_9": {
    "author": "Dalerius (@Dalerius1)",
    "content": "Reality\nHi-Fi Rush - good (indie game)\nMinecraft Legends - Good(mupliplatz)\nRedfall - Bad\nStarfield - Medicore\nForza Motorsport - good - Forza motorsport 7 have better score and graphics , iven new CREW game is better\nTrue of DENIAL xboots world",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_10": {
    "author": "SunlessSketcher (@SunlessSketcher)",
    "content": "I think my favorite thing about #Starfield is just how many cute and happy encounters there are. I've run into a little girl selling lemonade, a Universalist pilgrim on a journey, and a pair of husbands who were giving out ship parts for their 10th anniversary.",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_11": {
    "author": "DK_orleanss (@DkOrleanss)",
    "content": "I’m a Bethesda fan but starfield is a 7 at best. Compared to the other Bethesda games starfield is mid at best. Of course ign reviews was with bad intentions but that doesn’t mean that their score was unfair.",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_12": {
    "author": "cmbrockman_ (@cmbrockman_)",
    "content": "I LOVE starfield but it is not the best RPG of all time.",
    "date": "October 5, 2023",
    "language": "en"
  },
  "usuario_13": {
    "author": "ChargersMemes (@ChargersMemes)",
    "content": "The way Starfield integrated the New Game+ feature into their story is just incredible. Also all the little (and not so little) variations you can get with each play through is so awesome!\nWasn’t sure how much I would like it early on, but the more I play the more I enjoy it",
    "date": "October 5, 2023",
    "language": "en"
  }
}
